export const GREETING_MESSAGES = {
  "long": [
    {
      "msg": "새로운 마음과 새 의미를 간직하며\n저희 두 사람이 새 출발의 첫걸음을 내딛습니다.\n좋은 꿈, 바른 뜻으로 올바르게 살 수 있도록\n축복과 격려 주시면 더 없는 기쁨으로\n간직하겠습니다.",
    },
  ],
  "short": [
    {
      "msg": "봄날의 따스한 햇살처럼,\n저희 두 사람의 아름다운 사랑이 \n영원히 빛나기를 기원하며,\n함께 축복해 주시면 감사하겠습니다.",
    },
    {
      "msg": "두 사람의 새로운 시작을 축하하며,\n함께 나누는 따뜻한 축복이\n두 사람에게 큰 힘이 될 것입니다.",
    },
    {
      "msg": "저희 두 사람이\n이제 믿음과 사랑으로 \n한 가정을 이루고자 합니다.\n부디 함께 하시어 축복해 주시기 바랍니다.",
    },
    {
      "msg": "서로를 향한 진실된 사랑으로 하나가 되는\n저희 두 사람의 새로운 시작을 축하해 주세요.",
    },
    {
      "msg": "저희 두 사람이 새 출발의 첫 걸음을 내딛습니다.\n\n저희 곁의 소중한 분들께서 \n귀한 발걸음을 해주시길 부탁드립니다.",
    },
  ],
  "love_poem": [
    {
      "msg": "그대가 나의 사랑이 되어 준다면\n내 인생을 모두 걸고서라도\n그대와 함께\n이 길을 가겠습니다.\n\n- 알퐁스 도데, \n<그대가 나의 사랑이 되어 준다면>",
    },
    {
      "msg": "때론 오래된 친구처럼\n때론 처음 만나는 사람처럼\n그 많은 당신을 다 사랑하고 싶습니다.\n\n이준호 <사랑고백> 중에서"
    },
    {
      "msg": "우리 함께 지켜야만 할 것이 있고\n우리 함께 찾아야만 할 길이 있고\n내 곁에 너의 발자국 소리가 들려온다면\n우리 걸음마다 이미 꽃은 피어날 테니\n\n- 박노해, <내생의 모든 계절에> 中 -"
    },
    {
      "msg": "예쁘지 않은 것을 예쁘게\n보아주는 것이 사랑이다\n\n좋지 않은 것을 좋게\n생각해주는 것이 사랑이다\n\n나태주<사랑에 답함> 중에서"
    },
    {
      "msg": "최고의 사랑은 영혼을 일깨우고\n더 많이 소망하게 하고\n가슴에는 열정을, 마음에는 평화를 주지\n\n영화 <노트북> 중에서"
    },
    {
      "msg": "장담하건대, 세상이 다 겨울이어도\n우리 사랑은 늘 봄처럼 따뜻하고\n간혹, 여름처럼 뜨거울 겁니다.\n\n- 이수동, <사랑가> 中 -"
    },
    {
      "msg": "사랑하지 않고 스쳐갈 수도 있었는데\n사랑일지도 모른다고 걸음을 멈춰 준\n그 사람이 정녕 고맙다고\n\n- 양귀자, <모순> -"
    },
  ],
  "quotes": [
    {
      "msg": "내가 만약 사랑이\n어떤 것인지 알게 된다면\n\n그것은 오직 그대 때문입니다.\n\n- 헤르만 헤세",
    },
    {
      "msg": "사랑은 건널 수 없는 곳에 다리를 놓는다.\n\nLove builds bridges where there are none.\n\n- R. H. Delaney",
    },
    {
      "msg": "행복한 결혼 생활에서 중요한 것은\n서로 얼마나 잘 맞는가보다\n다른 점을 어떻게 극복해나가는가이다.\n\n- 톨스토이",
    },
    {
      "msg": "사랑은 서로를 바라보는 것이 아니라\n서로 같은 방향을 바라보는 것이다.\n\nLove is a game that\n two can play and both win.\n\n- Eva Gabor",
    },
  ],
  "polite": [
    {
      "msg": "서로의 소망이 충만하어 \n아름다운 사랑으로 영글기를 기원하며\n한 가정을 이루고자 합니다.\n\n부디 오셔서 사랑으로 첫 출발하는\n자리를 축복해 주시면 더없는\n기쁨이 되겠습니다.",
    },
    {
      "msg": "사람이 온다는 건 실은 어마어마한 일이다.\n그는 그의 과거와 현재와 그리고\n그의 미래와 함께 오기 때문이다.\n한 사람의 일생이 오기 때문이다.\n\n- 정현종, '방문객'\n\n저희 두 사람이 함께하는 새로운 시작에\n귀한 발걸음으로 축복해 주시면 감사하겠습니다.",
    },

  ],


}